Can't compute Railings Elevation Profile.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotComputeRailingsElevationError { get; }
  Visual Basic
Public Shared ReadOnly Property CannotComputeRailingsElevationError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotComputeRailingsElevationError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace